Repository: freihat93/Deltna
Catalog: Deltna/Language/*.lproj/Localizable.strings
Languages: ar

source: Welcome Back
ar: مرحبا في عودتك

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة السر

source: Forget password
ar: نسيت كلمة السر

source: LogIn
ar: تسجيل الدخول

source: Or sign in with
ar: او تسجيل الدخول بستخدام

source: Don't have accont?
ar: ليس لديك حساب؟

source: SingUp
ar: تسجيل

source: Let's Get Started
ar: هيا بنا نبداء

source: Creat an accontnt
ar: لانشاء مسخدم

source: Confirm Password
ar: تاكيد كلمة السر

source: Create
ar: انشاء

source: LoginHere
ar: تسجيل الدخول

source: Already have an accont?
ar: هل لديك حساب؟

source: Email not valed
ar: البريد الكتروني غير صحيح

source: phone not
ar: يجب ان يكون ١٠ خانات

source: Strong Password
ar: كلمة السر قوية

source: Weak password
ar: كلمة السر ضعيفة

source: Password Don't Match
ar: كلمة السر غير متطابقة

source: Password Match
ar: كلمة السر متطابقة

# firstNameError
source: First Name is Emtey
ar: السم الاول فارغ

# lastNameError
source: Last Name is Emtey
ar: السم الخير فارغ

# emailError
source: Email is Emtey
ar: البريد الالكتروني فارغ

# phoneError
source: Phone is Emtey
ar: رقم الهاتف فارغ

# passwordError
source: Password is Emtey
ar: كلمة السر فارغة

# confirmPasswordError
source: Confirm password is Emtey
ar: تاكيد كلمة السر فارغة

source: Profile
ar: الملف الشخصي

source: About Us
ar: معلومات عنا

source: Menu
ar: القامة

source: Get Help
ar: للمساعدة

source: Account info
ar: معلومات المستخدم

source: Change Password
ar: تغير كلمة السر

source: Language
ar: الغة

source: Logout
ar: خروج

source: Settings
ar: اعدادت

source: Edit
ar: تعديل

source: First Name
ar: السم الاول

source: LastName
ar: الاسم الخير

source: Phone
ar: رقم الهاتف

source: Delete Account
ar: حذف الملف الشخصي

# compError
source: Compane Empty
ar: حقل النص فارغ

# addressError
source: Address Empty
ar: حقل النص فارغ

# buildingError
source: building number Empty
ar: حقل النص فارغ

# CountError
source: Count Empty
ar: حقل النص فارغ

# restTitle
source: Password Recovery
ar: استعادة كلمة السر

# restSubTitle
source: We will send to your Email code to change password
ar: سنقوم بإرسال رمز البريد الإلكتروني الخاص بك لتغيير كلمة المرور

source: Send
ar: إرسال

# restTwoTitle
source: Password Recovery
ar: استعادة كلمة السر

# restTwoSubTitle
source: Enter the code we send you in your Email to change password
ar: أدخل الرمز الذي أرسلناه لك في بريدك الإلكتروني لتغيير كلمة المرور

# EnterCode
source: Enter
ar: أدخل

# codeError
source: Code Empty
ar: حقل النص فارغ
